import React from 'react';
import styles from './styles.module.scss';

const PrivacyPolicy = () => {
  return (
    <div className={styles.container}>
      <h1>Գաղտնիության քաղաքականություն</h1>
      <div className={styles.content}>
        <p>
          Բարի գալուստ AirScreen։ Ձեր գաղտնիությունը մեզ համար շատ կարևոր է։ Այս
          գաղտնիության քաղաքականությունը բացատրում է, թե ինչպես ենք հավաքում,
          օգտագործում և պաշտպանում ձեր անձնական տվյալները, երբ դուք օգտվում եք
          մեր ծառայություններից www.airscreen.am կայքում։
        </p>

        <h2>1. Ինչ տվյալներ ենք հավաքում</h2>
        <ul>
          <li>Մենք կարող ենք հավաքել հետևյալ տվյալները՝</li>
          <li>
            Անձնական տվյալներ՝ անուն, էլ.փոստի հասցե, հեռախոսահամար և այլ
            տեղեկություններ, որոնք դուք տրամադրում եք։
          </li>
          <li>
            Օգտագործման տվյալներ՝ տեղեկություններ այն մասին, թե ինչպես եք
            օգտվում մեր կայքից և ծառայություններից։
          </li>
        </ul>

        <h2>2. Ինչպես ենք օգտագործում ձեր տվյալները</h2>
        <ul>
          <li>Հավաքված տվյալները օգտագործում ենք՝</li>
          <li>
            Մեր ծառայությունները մատուցելու, պահպանելու և բարելավելու համար։
          </li>
          <li>Հարցերին և աջակցության հարցումներին պատասխանելու համար։</li>
          <li>
            Անվտանգությունն ապահովելու և խարդախությունից պաշտպանվելու համար։
          </li>
          <li>
            Թարմացումներ, գովազդային նյութեր և ծառայության հետ կապված
            ծանուցումներ ուղարկելու համար(եթե համաձայն եք)։
          </li>
        </ul>

        <h2>3. Տվյալների փոխանակում և անվտանգություն</h2>
        <ul>
          <li>
            Մենք չենք վաճառում կամ կիսում ձեր անձնական տվյալները երրորդ կողմերի
            հետ առանց ձեր համաձայնության, բացառությամբ օրենքով պահանջվող
            դեպքերի։
          </li>
          <li>
            Մենք կիրառում ենք հուսալի անվտանգության միջոցներ ձեր տվյալների
            պաշտպանության համար։
          </li>
        </ul>

        <h2>4. Ձեր իրավունքները և ընտրանքները</h2>
        <ul>
          <li>
            Դուք կարող եք պահանջել ձեր անձնական տվյալների հասանելիություն,
            թարմացում կամ հեռացում։
          </li>
          <li>
            Կարող եք ցանկացած ժամանակ հրաժարվել մարքեթինգային
            հաղորդագրություններից։
          </li>
          <li>
            Պահանջել Ձեր անձնական տվյալների պատճենը, որը մենք պահում ենք Ձեր
            մասին:
          </li>
          <li>
            Դուք կարող եք պահանջեք, որ հեռացվեն ձեր անձնական տվյալները, երբ
            դրանք այլևս անհրաժեշտ չեն մեր համակարգերում:
          </li>
        </ul>

        <h2>5. Կապ մեզ հետ</h2>
        <ul>
          <li>
            Եթե ունեք հարցեր այս գաղտնիության քաղաքականության վերաբերյալ,
            խնդրում ենք կապվել մեզ հետ airscreen@gmail.com էլ. հասցեով կամ
            զանգահարեք 041033456, 094033456 համարներով։
          </li>
          <li>
            Մեր ծառայություններից օգտվելով՝ դուք համաձայնվում եք այս
            գաղտնիության քաղաքականության հետ։ Այն կարող է ժամանակ առ ժամանակ
            թարմացվել, ուստի խնդրում ենք ստուգել փոփոխությունները։
          </li>
        </ul>

        <p>Շնորհակալություն, որ ընտրել եք AirScreen։</p>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
